# RbsElecCircuitWireNumGroundsParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecCircuitWireNumGroundsParam Property
ParameterTypeId Class See Also
---
"# of Ground Conductors"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecCircuitWireNumGroundsParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecCircuitWireNumGroundsParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecCircuitWireNumGroundsParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace